{
    "diseases": [
        {
            "id": "pompe-disease",
            "name": "Pompe Disease",
            "synonyms": [
                "Glycogen Storage Disease Type II",
                "Acid Maltase Deficiency Disease"
            ],
            "description": "Pompe Disease is caused by a problem in the GAA gene. This gene provides instructions for the enzyme acid alpha-glucosidase (acid maltase) which breaks down glycogen. This process is needed for the conversion of Glycogen to Glucose to produce energy within the body. Glycogen is stored in the body for when blood glucose levels run low between meals and the body needs energy.\n\nIf you have a problem with the GAA gene, you will not produce enough of the acid alpha-glucosidase enzyme. Therefore, glycogen cannot be broken down and begins to build up in lysosomes; these are the garbage collectors of the cell where glycogen is broken down ready to be converted into glucose. Because there is a fault in the enzyme, glycogen cannot be broken down and begins to build up in lysosomes. This then inhibits lysosome function and damages cells and tissues within the body.\n\nThere are three types of Pompe disease based on the progression of symptoms, severity and age of onset; infantile Pompe disease begins before 12 months of age, with symptoms appearing at around 2 months old and is split into classic and non-classic. Non-classic Pompe disease is in general less serious than classic Pompe disease as it is less likely to affect the heart. Non-classic infantile Pompe disease appears within the first year of life but later than classic infantile Pompe which occurs during the early months. Late-onset Pompe typically occurs later in life, during your teenage years or going into adulthood and does not affect the heart as much.",
            "causes": "Pompe Disease is caused by a problem in the GAA gene. This gene provides instructions for the enzyme acid alpha-glucosidase (acid maltase) which breaks down glycogen. This process is needed for the conversion of Glycogen to Glucose to produce energy within the body.",
            "prevalence": "It is estimated that 1 in 40,000 people live with Pompe disease, with 200 people diagnosed in the UK. It is believed that there are ethnic factors that influence the incidence of the disease; for Caucasians, the frequency of the infantile form of Pompe disease is estimated to be 1 in 150,000 and 1 in 60,000 in the late onset form. It is reported to be more common in patients of Dutch, African American and Chinese descent.",
            "symptoms": "There are different symptoms depending on the type of Pompe disease the patient developments. Symptoms progress as time goes on and the progression of the disease is linked to the activity of the GAA gene. Late-onset Pompe disease progresses at a slower pace compared to the infantile form of Pompe disease. The symptoms of infantile Pompe disease begin to develop at around 2 months old and are:\n\n• Severe muscle weakness (myopathy); the baby may miss certain milestones such as holding up their head and sitting up on their own.\n• Diminished muscle tone without muscle wasting\n\nIf the symptoms go untreated, the baby may become more serious and have a greater strain on the heart as it will begin to struggle pumping blood. In the most serious of cases, this can unfortunately lead to the death of the child.\n\nSometimes the symptoms can include:\n\n• Enlargement of the heart, liver and tongue\n• Baby is not feeding properly\n• Difficulty in gaining weight\n• Slow rate of growth.\n\nThe life expectancy of a child with untreated infantile Pompe disease is at most 2 years old but with treatment it can be prolonged.\n\nSymptoms of late-onset Pompe disease are:\n\n• Delayed motor skills\n• Muscle weakness (myopathy); patient may struggle to walk or climb up stairs\n• Difficulty breathing (pulmonary insufficiency)\n\nIn some cases, the patient may develop an enlarged heart (cardiomegaly). The life expectancy of someone with late-onset Pompe disease is age 30 when onset occurs as a child or teenager, and age 50 when it develops during adulthood.",
            "diagnosis": "There are different ways that Pompe disease can be diagnosed and distinguished from other diseases with similar symptoms.\n\nEnzyme activity tests measure the levels and activity of acid alpha-glucosidase in the body. A skin biopsy one the ways this can be done as it is one of the least invasive techniques. A muscle biopsy can be sometimes to measure the enzyme activity, but this technique is more invasive and therefore less preferred. Blood tests can also be done to test for enzyme activity and screen for Pompe disease.\n\nGenetic testing is another effective method for diagnosis. A blood or spit sample can be taken and examination of the GAA gene can be done to identify the faulty gene.",
            "treatment": "Enzyme replacement therapy (ERT) is the main treatment method for Pompe disease; it involves fortnightly intravenous infusions of the deficient acid alpha-glucosidase enzyme. This enzyme allows glycogen to be broken down properly and is shown to slow muscle wastage and development of heart problems. ERT greatly improves survival rates and increases strength levels. However, ERT can not enter the brain due to the blood-brain barrier, so it has no effect on any neurological symptoms caused by Pompe disease.\n\nPhysical therapy can sometimes be needed alongside ERT to help combat muscle weakness. Respiratory support can be needed in the later stages of Pompe disease, alongside a feeding tube in infants but rarely in late onset patients. Late onset patients may need to switch to a soft diet.",
            "inheritance": "Pompe Disease is an autosomal recessive disease, meaning that a fault copy of the gene must be inherited from both parents, giving a 25% chance of the child being born with the disorder. There is a 50% chance that the child will be born carrier, which means that the child will only inherit one copy of the gene and cannot develop Pompe disease.\n\nAs Pompe disease is an autosomal recessive disorder, members of your family may be carriers, or they may have Pompe disease and do not know. Genetic testing can test for Pompe disease within your family and can catch it early, increasing the success of any treatments given. Identifying carriers within your family can also assist in any family planning."
        },
        {
            "id": "fabry-disease",
            "name": "Fabry Disease",
            "synonyms": [
                "Alpha-galactosidase A deficiency",
                "Anderson-Fabry disease",
                "Angiokeratoma corporis diffusum",
                "Angiokeratoma diffuse",
                "Ceramide trihexosidase deficiency",
                "Fabry’s disease",
                "GLA deficiency",
                "Hereditary dystopic lipidosis",
                "FD"
            ],
            "subdivisions": [
                "Type 1 classic phenotype",
                "Type 2 later-onset phenotype"
            ],
            "description": "Fabry Disease belongs to a group of inherited metabolic disorders called lysosomal storage disorders which are the result of a deficiency of an enzyme within the lysosomes.\n\nLysosomes are distributed widely within all the cells of your body. Quite commonly, they are referred to as the digestive system of the cell. They are vital for breaking down substances to either be recycled by the cell or excreted from the body.\n\nFabry Disease is caused by a problem in the GLA gene.\n\nThe GLA gene is needed to provide instructions for an enzyme called alpha-galactosidase A which breaks down globotriaosylceramide. A problem in the GLA gene means not enough of the enzyme is produced and your body is unable to break down globotriaosylceramide. As a result, the substance accumulates within the lysosomes and damages the cells particularly in the kidneys, heart, and nervous system. It consequently leads to the signs and symptoms of this disorder.\n\nThere may only be a partial absence of the enzyme which has milder symptoms when compared to the complete absence. However, the milder form is not to be underestimated, as it can still cause damage to vital organs such as the heart and or the kidney",
            "causes": "Fabry Disease is caused by a problem in the GLA gene. This leads to a deficiency of the enzyme alpha-galactosidase A.",
            "prevalence": "Fabry Disease is thought to affect approximately 1 in 1,000 – 9,000 people. Generally, it affects all ethnicities but men are primarily affected. The late-onset type is estimated to be more common that the classic phenotype.\n\nMales inherit one X chromosome from the mother and one Y chromosome from the father. Females inherit one X chromosome from the mother and another X chromosome from the father. If you are a male and you have a fault in a gene on the X chromosome, symptoms will be more likely to occur. This is because males solely rely on this gene working on the one X chromosome they have. Whereas females, who have two X chromosomes, are less likely to present with symptoms as the other copy of the gene on the second X chromosome is most likely able to compensate for the faulty gene. Although extremely rare, in some cases, a female may end up inheriting two chromosomes that carry the genetic error.\n\nUnlike other X-Linked conditions, Fabry Disease can cause significant health problems in females and they may be affected by the classic signs of this disorder. In some cases, they may be milder or present later in life, but this is not always the case.",
            "symptoms": "Common signs and symptoms include:\n\n• Lack of or reduced ability to sweat (hypohidrosis)\n• Episodes of pain, particularly in the hands and feet (acroparesthesias)\n• Progressive kidney impairment leading to renal failure\n• Cardiac and/or cerebrovascular disease\n• Cloudiness in the front part of your eyes\n• Nervous system abnormalities\n• Ringing in the ears/ hearing loss (also known as tinnitus)\n• Abdominal discomfort\n• Frequent bowel movements\n• Dark red spots on the skin, commonly found in areas between the belly button and your knees (also known as angiokeratomas)\n• A low red blood cell count or haemoglobin (also known as anaemia)\n\nThis is a progressive disorder, which means that symptoms tend to get worse over time. Symptoms can cause damage to the brain, kidneys and heart and result in kidney failure, heart failure, and stroke. Most individuals are not diagnosed until adulthood when the symptoms of this condition present. Later in life can in some affected individuals appear the milder form of the disease. It only involves problems with the heart, kidneys, or blood vessels in the brain.",
            "diagnosis": "You will be diagnosed after a clinical examination by your specialist or doctor. However, as the signs and symptoms of this disorder are similar to other conditions, you will need further tests.\n\nIf you are suspected of having Fabry disease your health care provider may carry out a blood spot test. This would involve a small prick on one of your fingers to gain a blood sample to test the levels of the enzyme present within your body.\n\nAnother test may be performed to check for Fabry Disease, this would be a GLA genetic test. The health care provider would take a swap of your cheek or from another part of the body to test your DNA to check the GLA genes for any errors, this diagnostic tool can be used to test for Fabry disease.\n\nYour doctor may also suggest kidney biopsy or MRI.\n\nDue to the rarity and similarity of this condition to other medical conditions, Fabry Disease can often be misdiagnosed in young children.",
            "treatment": "Treatment which is specifically aimed at managing the individual symptoms continues to play a key role in the management of this condition. The health care professional would prescribe specific drugs tailored to manage symptoms and signs as they appear. These drugs are as follows:\n\n• Fabrazyme (agalsidase beta)\n• Galafold (migalastat)\n• Low doses of diphenylhydantoin, carbamazepine, or Neurontin\n\nFabrazyme (agalsidase beta), is a solution containing the active enzyme. Fabrazyme works by reducing deposits of globotriaosylceramide within the cells of the kidneys and various other vital organs. Extensive research regarding this treatment has been promising, as it has been suggested that by as early as 20 weeks of treatment there can be almost a complete clearance of the substance. Your specialist will prescribe this drug to you and it will be administered via intravenous drip (usually every 2 weeks). Management and dosage will be thoroughly examined and explained by your health care provider.\n\nGalafold is primarily given to individuals above the age of 16 and is generally administered every other day. This drug works by attaching itself to many unstable forms of the enzyme and transporting them to the lysosome where it should be active in. It can be administered in capsule form once prescribed by your health care professional. If you experience headaches once you have been administered Galafold, do not panic, this is one of the most common side effects of this treatment.\n\nDiphenylhydantoin, carbamazepine, or Neurontin may help to reduce the pain suffered in the hands and feet (acroparesthesia), other symptoms such as kidney problems should be treated symptomatically.\n\nDietary wise, your specialist dietitian may prescribe a low-fat diet to help resolve any gastrointestinal problems that you experience. This means avoiding foods high in fat such as cheese, dairy products, coconut oil and other high fat containing foods, it is recommended to always check the label of the foods you consume if you do suffer with gastrointestinal problems with this condition.\n\nChronic kidney problems or kidney failure would require hemodialysis and/or kidney transplant. Other symptomatic management may require rehabilitation, hearing aids or psychological support.\n\nAn early treatment with the enzyme replacement therapy with or without chaperone therapy is advised to prevent or delay kidney, cardiac or cerebrovascular manifestations.",
            "inheritance": "Fabry Disease is inherited in an X-linked chromosomal manner. This means that one of the X linked sex chromosomes that you inherited has the disorder upon it. With males who only have one of the X sex-linked chromosomes, one altered copy of the GLA gene is enough for symptoms to present. Whereas with females who have two copies of the GLA gene on the two copies of the X sex-linked chromosomes, the person may have a non-functioning GLA gene on one of the chromosomes, but the other X chromosome may be able to provide instructions to make the enzyme and thereby the symptoms would not present or be less severe.\n\nMales with Fabry Disease pass their X chromosome on to all their daughters. In this way, all daughters of affected males will carry the gene for Fabry disease. This is assuming paternity is not of concern or in question. However, symptoms may not present as the X chromosome inherited from the mother may be able to make up for the non-functioning or absent one.\n\nEvery time a female has a child there is a 50% chance that they will pass the metabolic condition onto their daughter and a 50% chance that you will not. Fathers do not pass the gene onto their sons as they only inherit the Y chromosome from their father.\n\nOnce you are diagnosed, you can speak to a genetic counsellor. They can explain how you may have inherited Fabry Disease. They can also tell you about genetic testing for the rest of your family. They can provide advice and support if you go on to have children of your own."
        },
        {
            "id": "sandhoff-disease",
            "name": "Sandhoff Disease",
            "synonyms": [
                "GM2 Gangliosidosis Type 2"
            ],
            "subdivisions": [
                "Infantile-onset",
                "Juvenile-onset",
                "Adult-onset"
            ],
            "description": "Sandhoff Disease is an Inherited Metabolic Disorder which causes certain types of fats to build up in the brain and other organs. It is caused a problem in the HEXB gene. This gene is needed to ensure that two enzymes work properly. These enzymes are called Hex-A and Hex-B (their longer names are beta-hexosaminidase A and beta-hexosaminidase B) and they play an important role in your nervous system.\n\nThe enzymes are found in a part of your body’s cells which is known as the lysosome. This is the “recycling centre” of the cell. You may see in some information that Sandhoff Disease is called a Lysosomal Storage Disorder.\n\nThe enzymes break down fatty substances, sugars and some molecules which are linked to sugars. Hex-A helps to break down a fatty substance called GM2 ganglioside.\n\nBecause the enzymes do not work properly, different substances build up and become toxic. This mainly affects the nerve cells (neurons) in the brain and spinal cord. When GM2-Ganglioside builds-up it destroys the nerve cells, and this is what causes the signs and symptoms of Sandhoff Disease.\n\nThere are 3 types of Sandhoff Disease:\n\n• Infantile-onset\n• Juvenile-onset\n• Adult-onset\n\nThe infantile form is the most common and most severe form of Sandhoff Disease. Other forms have milder signs and are very rare.",
            "causes": "Caused by a problem in the HEXB gene, leading to deficiency of Hex-A and Hex-B enzymes.",
            "prevalence": "Sandhoff Disease affects approximately 1 in every 300,000 people in Europe. It is more common in the Creole population of northern Argentina; the Metis Indians in Saskatchewan, Canada; and people with a Lebanese family history.",
            "symptoms": "The signs and symptoms of the infantile form of Sandhoff Disease begin around the ages of 3 to 6 months. You are likely to see the infant’s development slowing down and notice a progressive weakness. Any motor skills such as sitting, crawling, and turning over will be lost, they may have feeding problems and develop an exaggerated startle response to loud noises.\n\nThis is a progressive disorder and mental and motor symptoms worsen with time. As the disorder progresses the infant may also experience:\n\n• Seizures\n• Vision loss\n• Hearing loss, blindness\n• Mental deterioration\n• Paralysis\n• Heart murmur\n• Permanent contraction of muscles\n• Enlarged organs\n• Bone problems\n• Doll-like facial features\n\nA special eye examination can reveal red spots in the eyes (cherry red spots).\n\nThe prognosis is poor and those with the infantile form of Sandhoff Disease usually live only into early childhood.\n\nThe other forms of Sandhoff Disease have varying ages of onset and usually have milder symptoms. These may include:\n\n• Muscle weakness\n• Loss of muscle coordination\n• Movement problems\n• Speech problems\n• Mental illness",
            "diagnosis": "Sandhoff disease can be diagnosed by performing an enzyme assay to measure the levels of the Hex-A and Hex-B enzymes. Sandhoff Disease is very similar and has symptoms that are almost the same as another disorder called Tay-Sachs Disease. The test will be able to show the difference between the two. Further testing is available if required.",
            "treatment": "There is no specific treatment or cure for Sandhoff Disease. Any treatment given aims to provide relief for the symptoms that are present and to ensure the highest level of support and care for your child and for your family. There is ongoing research underway to try and find a treatment for this disorder.",
            "inheritance": "Sandhoff Disease can only be passed on to a child if both parents have a copy of the faulty gene. This is called autosomal recessive inheritance. A person who has a copy of the faulty gene is known as a carrier.\n\nIf both parents are carriers, their child has a one in four (25%) chance of inheriting the disorder, and a one in two chance (50%) of being a carrier. This is the same for each child the parents have.\n\nIf the child only inherits one copy of the faulty gene, they will be a carrier but will not have the disorder. In some rare cases, carriers have had mild symptoms of the disorder for which they carry the faulty gene.\n\nOnce you are diagnosed, you can speak to a genetic counsellor. They can explain how Sandhoff Disease is inherited. They can also tell you about genetic testing for the rest of your family."
        },
        {
            "id": "mps-iiib",
            "name": "MPS IIIB (Sanfilippo B Disease)",
            "synonyms": [
                "Mucopolysaccharidosis type IIIB",
                "Mucopoly-saccharidosis type 3B",
                "Sanfilippo syndrome B",
                "N-acetyl-alpha-d-glucosaminidase deficiency",
                "MPS IIIB",
                "MPS 3B"
            ],
            "description": "MPS IIIB is caused by mutations (changes) in the NAGLU gene. This gene provides instructions for making enzymes that are responsible for breaking down large sugar molecules called glycosaminoglycans (GAGs), formally known as mucopolysaccharides. The NAGLU enzyme is involved in the breakdown of heparan sulfate (a subset of GAGs).\n\nMutations (changes) in the NAGLU gene decrease or eliminate enzyme function. A lack of the enzyme disturbs the breakdown of heparan sulfate. This leads to partially broken down heparan sulfate to build up in the cells, specifically in the lysosomes.\n\nLysosomes are sections in the cell that digest and recycle different types of molecules. The build-up of GAGs disrupts the functions of other proteins inside the lysosomes and affects the normal functions of cells, affecting the central nervous system.",
            "causes": "Mutations in the NAGLU gene.",
            "prevalence": "MPS III is the most common form of mucopolysaccharidosis. MPS III (including all four types) is estimated to affect 1 in 70,000 new-borns worldwide. MPS IIIA and MPS IIB are a lot more common than MPS IIIC and MPS IIID.",
            "symptoms": "The main symptoms of this condition are neurological symptoms including:\n\n• Progressive dementia\n• Aggressive behaviour\n• Hyperactivity\n• Seizures\n• Deafness\n• Loss of vision\n• An inability to sleep for more than a few hours at a time\n\nOther symptoms that individuals with this condition may have include:\n\n• Asymmetric septal hypertrophy (thick and stiff walls of the lower heart chambers)\n• Cardiomegaly (enlarged heart)\n• Coarse facial features (course facial appearance)\n• Coarse hair (coarse hair texture)\n• Dense calvaria (dense skull cap)\n• Diarrhoea (watery stool)\n• Heparan sulfate excretion in the urine\n• Hepatomegaly (enlarged liver)\n• Hirsutism (excessive hairiness)\n• Hyperactivity (more active than typical)\n• Intellectual disability (mental deficiency)\n• Joint stiffness\n• Progressive neurologic deterioration (worsening neurological symptoms)\n• Recurrent upper respiratory tract infections (recurrent colds)\n• Splenomegaly (increased spleen size)\n• Synophrys (monobrow/unibrow- Heavy eyebrows that meet in the middle of the face above the nose)\n• Thickened ribs\n\n*Symptoms vary from patient to patient and not all individuals with this condition will suffer from all the symptoms listed.",
            "diagnosis": "A diagnosis of MPS IIIB starts with a physical exam of the individual by a health care professional. This is usually followed by specialised urine tests as individuals with the condition will have increased levels of heparan sulfate in the urine. This will be followed by blood tests or a small skin sample to measure the enzyme activity. The decreased enzyme activity in one of the four enzymes will identify the type of MPS III (A, B, C or D).\n\nMolecular genetic testing will confirm the diagnosis and show mutations in the NAGLU gene. Knowing the genetic diagnosis can be used for prenatal testing (testing a foetus while still in the womb) for future pregnancies.",
            "treatment": "There is no specific treatment for this condition. Treatment is symptomatic and supportive, aiming to manage and alleviate individual symptoms and provide support for the patients and their families.\n\nIt is important for children with this condition to be managed and supported by a multidisciplinary team of specialist to allow for the best quality of life. This could include neurologists, developmental paediatricians, metabolic specialists, orthopaedics and cardiologists.\n\nGenetic counselling is recommended for people with this condition and their families.",
            "inheritance": "MPS IIIB is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of MPS IIIB is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with MPS IIIB are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "mps-iiic",
            "name": "MPS IIIC (Sanfilippo C Disease)",
            "synonyms": [
                "Mucopolysaccharidosis type IIIC",
                "Mucopoly-saccharidosis type 3C",
                "Sanfilippo syndrome C",
                "Acetyl-CoA alpha-glucosaminide n-acetyltransferase deficiency",
                "MPS IIIC",
                "MPS 3C",
                "HGSNAT deficiency",
                "MPS3C",
                "MPSIIIC",
                "Mucopolysaccharidosis type 3C",
                "Heparan-alpha-glucosaminide N-acetyltransferase deficiency",
                "Sanfilippo syndrome type C"
            ],
            "description": "MPS IIC is caused by mutations (changes) in the HGSNAT gene. This gene provides instructions for making enzymes that are responsible for breaking down large sugar molecules called glycosaminoglycans (GAGs), formally known as mucopolysaccharides. The HGSNAT enzyme is involved in the breakdown of heparan sulfate (a subset of GAGs).\n\nMutations (changes) in the HGSNAT gene decrease or eliminate enzyme function. A lack of the enzyme disturbs the breakdown of heparan sulfate. This leads to partially broken down heparan sulfate to build up in the cells, specifically in the lysosomes.\n\nLysosomes are sections in the cell that digest and recycle different types of molecules. The build-up of GAGs disrupts the functions of other proteins inside the lysosomes and affects the normal functions of cells, affecting the central nervous system.",
            "causes": "Mutations in the HGSNAT gene.",
            "prevalence": "MPS III is the most common form of mucopolysaccharidosis. MPS III (including all four types) is estimated to affect 1 in 70,000 new-borns worldwide. MPS IIIA and MPS IIB are a lot more common than MPS IIIC and MPS IIID.",
            "symptoms": "The main symptoms of this condition are neurological symptoms including:\n\n• Progressive dementia\n• Aggressive behaviour\n• Hyperactivity\n• Seizures\n• Deafness\n• Loss of vision\n• An inability to sleep for more than a few hours at a time\n\nOther symptoms individuals with this condition may have include:\n\n• Asymmetric septal hypertrophy (thick and stiff walls of lower heart chambers)\n• Cellular metachromasia (high concentration of heparan sulfate in cells)\n• Coarse facial features (coarse facial appearance)\n• Coarse hair (coarse hair texture)\n\n*Symptoms vary from patient to patient and not all individuals with this condition will suffer from all the symptoms listed.",
            "diagnosis": "A diagnosis of MPS IIIC starts with a physical exam of the individual by a health care professional. This is usually followed by specialised urine tests as individuals with the condition will have increased levels of heparan sulfate in the urine. This will be followed by blood tests of a small skin sample to measure the enzyme activity. The decreased enzyme activity in one of the four enzymes will identify the type of MPS III (A, B, C or D).\n\nMolecular genetic testing will confirm the diagnosis and show mutations in the HGSNAT gene. Knowing the genetic diagnosis can be used for prenatal testing (testing a foetus while still in the womb) for future pregnancies.",
            "treatment": "There is no specific treatment for this condition. Treatment is symptomatic and supportive, aiming to manage and alleviate individual symptoms and provide support for the patients and their families.\n\nIt is important for children with this condition to be managed and supported by a multidisciplinary team of specialist to allow for the best quality of life. This could include neurologists, developmental paediatricians, metabolic specialists, orthopaedics and cardiologists.\n\nGenetic counselling is recommended for people with this condition and their families.",
            "inheritance": "MPS IIIC is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of MPS IIIC is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with MPS IIIC are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "mps-iiid",
            "name": "MPS IIID (Sanfilippo D Disease)",
            "synonyms": [
                "Mucopoly-saccharidosis type 3D",
                "Sanfilippo syndrome D",
                "N-acetylglucosamine-6-sulfate sulfatase deficiency",
                "MPS IIID",
                "MPS 3D",
                "Glucosamine N-acetyl-6-sulfatase deficiency",
                "GNS deficiency",
                "MPS3D",
                "MPSIIID",
                "Mucopolysaccharidosis type 3D",
                "Sanfilippo syndrome type D"
            ],
            "description": "MPS IID is caused by mutations (changes) in the GNS gene. This gene provides instructions for making enzymes that are responsible for breaking down large sugar molecules called glycosaminoglycans (GAGs), formally known as mucopolysaccharides. The GNS enzyme is involved in the breakdown of heparan sulfate (a subset of GAGs).\n\nMutations (changes) in the GNS gene decrease or eliminate enzyme function. A lack of the enzyme disturbs the breakdown of heparan sulfate. This leads to partially broken down heparan sulfate to build up in the cells, specifically in the lysosomes.\n\nLysosomes are sections in the cell that digest and recycle different types of molecules. The build-up of GAGs disrupts the functions of other proteins inside the lysosomes and affects the normal functions of cells which affect the central nervous system.",
            "causes": "Mutations in the GNS gene.",
            "prevalence": "MPS III is the most common form of mucopolysaccharidosis. MPS III (including all four types) is estimated to affect 1 in 70,000 new-borns worldwide. MPS IIIA and MPS IIB are a lot more common than MPS IIIC and MPS IIID.",
            "symptoms": "Individuals with this condition may suffer from neurological symptoms including:\n\n• Progressive (worsens with time) dementia\n• Aggressive behaviour\n• Hyperactivity (more active than typical)\n• Seizures\n• Deafness\n• Loss of vision\n• Inability to sleep for more than a few hours at a time\n\nOther symptoms may include:\n\n• Asymmetric septal hypertrophy (thick and stiff walls of the lower heart chambers)\n• Coarse facial features (coarse facial appearance)\n• Absent speech (absent or lack of speech development)\n• Anteverted nares (upturned nasal tip/upturned nostrils)\n• Coarse hair (coarse hair texture)\n• Depressed nasal bridge (flat bridge of the nose)\n• Diarrhoea (watery stool)\n• Drooling/dribbling\n• Dysarthria (difficulty articulating speech)\n• Dysphagia (poor swallowing)\n• Flexion contracture (flexed joint that cannot be straightened)\n• Frontal bossing (prominent, protruding forehead)\n• Abnormal growth\n• Hepatomegaly (enlarged liver)\n• Hirsutism (excessive hairiness)\n• Intellectual disability (mental deficiency)\n• Joint stiffness\n• Low-set ears\n• Recurrent colds\n• Splenomegaly (enlarged spleen)\n• Thickened ribs\n• Thick lower lip vermilion (increased volume of lower lip)\n• Wide mouth\n• Short neck\n• Thick eyebrows (bushy eyebrows)\n• Synophrys (mono brow/uni-brow)\n\n* Symptoms vary from patient to patient and not all individuals with this condition will suffer from all the symptoms listed above.",
            "diagnosis": "A diagnosis of MPS IIID starts with a physical exam of the individual by a health care professional. This is usually followed by specialised urine tests as individuals with the condition will have increased levels of heparan sulfate in the urine. This will be followed by blood tests or a small skin sample to measure the enzyme activity. The decreased enzyme activity in one of the four enzymes will identify the type of MPS III (A, B, C or D).\n\nMolecular genetic testing will confirm the diagnosis and show mutations in the GNS gene. Knowing the genetic diagnosis can be used for prenatal testing (testing a foetus while still in the womb) for future pregnancies.",
            "treatment": "There is no specific treatment for this condition. Treatment is symptomatic and supportive, aiming to manage and alleviate individual symptoms and provide support for the patients and their families.\n\nIt is important for children with this condition to be managed and supported by a multidisciplinary team of specialist to allow for the best quality of life. This could include neurologists, developmental paediatricians, metabolic specialists, orthopaedics and cardiologists.\n\nGenetic counselling is recommended for people with this condition and their families.",
            "inheritance": "MPS IIID is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of MPS IIID is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with MPS IIID are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "mps-iva",
            "name": "MPS IVA (Morquio A Disease)",
            "synonyms": [
                "Morquio-Brailsford A disease",
                "Morquio A Disease",
                "Morquio A Syndrome",
                "Morquio’s A Disease",
                "Morquio’s A Syndrome",
                "MPS IVA",
                "mucopolysaccharidosis (MPS) IVA"
            ],
            "description": "MPS IVA is caused by mutations (changes) in the GALNS gene. This gene provides instructions for producing enzymes that play a role in the breakdown of large sugar molecules called glycosaminoglycans (GAGs), formally known as mucopolysaccharides.\n\nMutations (changes) in the GALNS gene reduces or eliminates the activity of the enzymes produced from the gene. This leads to a build-up of GAGs within the cells, inside the lysosomes. Lysosomes are sections in the cell that break down and recycle different types of molecules. In this condition, GAGs build up to toxic levels in different tissues and organs, in particular the bones. This leads to bone deformities associated with this disorder.\n\nThe two types of MPS IV (A and B) are linked to mutations in different genes but in general cannot be distinguished by their signs and symptoms.",
            "causes": "Mutations in the GALNS gene.",
            "prevalence": "The exact prevalence of MPS IVA in unknown. However, the prevalence of MPS (A and B combined) is estimated to be between 1 in 200,000 live births to 1 in 300,000 live births.",
            "symptoms": "MPS IVA is a progressive condition. The rate at which the symptoms worsens varies from patient to patient. Symptoms usually first start during early childhood. The symptoms are mainly symptoms affecting the skeleton and may include:\n\n• short stature (height considerably below average)\n• knock knees\n• abnormalities of the ribs, chest, spine, hips and wrists\n• hypermobile joints (loose and very flexible)\n• restricted movement in certain joints\n• Odontoid hypoplasia (the underdevelopment of a bone in the neck) which can lead to:\n• Misalignment of the cervical vertebrae\n• Compressed spinal cord\n• Damaged spinal cord\n• May lead to paralysis or death\n\nOther symptoms may include:\n\n• Cloudy vision/ vision loss\n• Narrow airway leading to:\n• Frequent upper respiratory infections\n• Short pauses in breathing during sleep (sleep apnoea)\n• Mildly coarse facial features\n• Thin tooth enamel\n• Multiple cavities\n• Heart valve abnormalities\n• Hepatomegaly (mildly enlarged liver)\n• Umbilical hernia (a soft out-pouching around the bellybutton)\n\nMPS IVA does not affect intelligence",
            "diagnosis": "MPS IVA is diagnosed based on the findings of the patient’s full medical history, physical exam, skeletal X-rays and specialised urine tests. Individuals with this condition will show excessive amounts of keratan sulfate in the urine.\n\nThe diagnosis is confirmed through molecular genetic testing which will show mutations in GALNS gene.",
            "treatment": "A recently approved (2014) treatment for MPS IVA is human GALNS enzyme replacement therapy. Other treatments for this condition are symptomatic and supportive, aiming to manage and alleviate individual symptoms and to provide support for the patients and their families.\n\nSurgery may be necessary to decompress (expand) and fuse (merge) the bones of the upper neck to the base of the skull. This is to prevent destabilization of the cervical vertebrae and damage to the spinal cord.",
            "inheritance": "MPS IVA is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of MPS IVA is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with MPS IVA are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "mps-ivb",
            "name": "MPS IVB (Morquio B Disease)",
            "synonyms": [
                "Morquio-Brailsford B disease",
                "Morquio B Disease",
                "Morquio B Syndrome",
                "Morquio’s B Disease",
                "Morquio’s B Syndrome",
                "MPS IVB",
                "mucopolysaccharidosis (MPS) IVB"
            ],
            "description": "MPS IVB is caused by mutations (changes) in the GLB1 gene. This gene provides instructions for producing enzymes that play a role in the breakdown of large sugar molecules called glycosaminoglycans (GAGs), formally known as mucopolysaccharides.\n\nMutations (changes) in the GLB1 gene reduces or eliminates the activity of the enzymes produced from the gene. This leads to a build-up of GAGs within the cells, inside the lysosomes. Lysosomes are sections in the cell that break down and recycle different types of molecules. In this condition, GAGs build up to toxic levels in different tissues and organs, in particular the bones. This leads to bone deformities associated with this disorder.\n\nThe two types of MPS IV (A and B) are linked to mutations in different genes but in general cannot be distinguished by their signs and symptoms.",
            "causes": "Mutations in the GLB1 gene.",
            "prevalence": "The exact prevalence of MPS IVB in unknown. However, the prevalence of MPS (A and B combined) is estimated to be between 1 in 200,000 live births to 1 in 300,000 live births.",
            "symptoms": "MPS IVB is a progressive condition. The rate at which the symptoms worsens varies from patient to patient. Symptoms usually first start during early childhood. The symptoms are mainly symptoms affecting the skeleton and may include:\n\n• short stature (height significantly shorter than average)\n• knock knees\n• abnormalities of the ribs, chest, spine, hips and wrists\n• hypermobile joints (loose and very flexible)\n• restricted movement in certain joints\n• Odontoid hypoplasia (the underdevelopment of a bone in the neck) which can lead to:\n• Misalignment of the cervical vertebrae\n• Compressed spinal cord\n• Damaged spinal cord\n• May lead to paralysis or death\n\nOther symptoms may include:\n\n• Cloudy vision/ vision loss\n• Narrow airway leading to:\n• Frequent upper respiratory infections\n• Short pauses in breathing during sleep (sleep apnoea)\n• Mildly coarse facial features\n• Thin tooth enamel\n• Multiple cavities\n• Heart valve abnormalities\n• Hepatomegaly (mildly enlarged liver)\n• Umbilical hernia (a soft out-pouching around the bellybutton)\n\nMPS IVB does not affect intelligence",
            "diagnosis": "MPS IVB is diagnosed based on the findings of the patient’s full medical history, physical exam, skeletal X-rays and specialised urine tests. Individuals with this condition will show excessive amounts of keratan sulfate in the urine.\n\nThe diagnosis is confirmed through molecular genetic testing which will show mutations in GLB1 gene.",
            "treatment": "There is no specific treatment for MPS IVB. Treatments for this condition are symptomatic and supportive. They aim to manage and alleviate individual symptoms and to provide support for the patients and their families.\n\nSurgery may be necessary to decompress and fuse the bones of the upper neck to the base of the skull. This is to prevent destabilization of the cervical vertebrae and damage to the spinal cord.",
            "inheritance": "MPS IVB is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of MPS IVB is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with MPS IVB are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "mps-ix",
            "name": "MPS IX (Natowicz Syndrome)",
            "synonyms": [
                "Mucopolysaccharidosis IX",
                "Natowicz syndrome",
                "Hyaluronidase deficiency"
            ],
            "description": "MPS IX is caused by a mutation (change) in the HYAL1 gene. This leads to a deficiency in an enzyme called hyaluronidase which is needed to breakdown mucopolysaccharide hyaluronan. When hyaluronan is not broken down entirely, it stays stored in the body. This build-up of hyaluronan in the tissues in the body causes the symptoms associated with the condition. Babies usually show little sign of the condition, but as more and more cells build up, symptoms start to appear.",
            "causes": "Mutation in the HYAL1 gene.",
            "prevalence": "MPS IX is an extremely rare condition that was first noted in 1996. Only one case of MPS IX has been reported to date.",
            "symptoms": "Symptoms of MPS IX may include:\n\n• Mild short stature\n• Cysts\n• Frequent ear infections\n• Cleft palate\n• Flattened nose bridge\n• Development of soft-tissue masses\n\n*However, more cases of MPS IX must be identified before a clear clinical picture of symptoms can be established.",
            "diagnosis": "Enzyme assays (testing a range of cells or blood in culture for enzyme deficiency) are used to provide a diagnosis. Individuals with the condition will show a deficiency in the enzyme hyaluronidase.",
            "treatment": "The treatment for this condition is symptomatic and supportive as there has been no effective drug treatment so far. The aim of this treatment is to manage and alleviate individual symptoms and provide support for the patients and their families.",
            "inheritance": "MPS IX is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of MPS IX is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with MPS IX are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "mps-general",
            "name": "MPS (Mucopolysaccharidoses - General)",
            "synonyms": [
                "Mucopolysaccharidoses",
                "MPS disorder"
            ],
            "subdivisions": [
                "MPS 1 H/S (Hurler/Scheie syndrome)",
                "MPS I H (Hurler disease)",
                "MPS II (Hunter syndrome)",
                "MPS III A, B, C, and D (Sanfillipo syndrome)",
                "MPS I S (Scheie syndrome)",
                "MPS IV A and B (Morquio syndrome)",
                "MPS IX (hyaluronidase deficiency)",
                "MPS VII (Sly syndrome)",
                "MPS VI (Maroteaux-Lamy syndrome)"
            ],
            "description": "All MPS disorders are caused by a lack or malfunction (problem) of a specific lysosomal enzyme which is needed to break down dermatan sulfate, heparan sulfate or keratan sulfate. When these mucopolysaccharides cannot be broken down, there will be a build-up in the cells, tissues and organs throughout the body. This leads to the various symptoms associated with MPS disorders.",
            "causes": "Lack or malfunction of a specific lysosomal enzyme.",
            "prevalence": "The estimated prevalence of all forms of MPS is 1 in 25,000 births. However, the milder forms of this condition often go unrecognized, leading to underdiagnosis or misdiagnosis. This makes it difficult to know the exact prevalence of MPS in the general population.",
            "symptoms": "There are several symptoms that are common amongst many MPS disorders including:\n\n• Problems with multiple organs\n• Distinctive “coarse” facial features\n• Joint problems\n• Short stature (height significantly shorter than average)\n• Heart abnormalities\n• Irregular breathing\n• Enlarged liver and spleen (hepatosplenomegaly)\n\nThe severity of the symptoms of the different MPS disorders can vary greatly amongst patients, even among those with the same type of MPS disorder or patients within the same family.\n\nIndividuals with MPS usually appear normal at birth and symptoms start around the age of one or two years. In the exception of MPS VII, where approximately 40% of pregnancies with an affected baby result in complications by a condition called non-immune hydrops fetalis.",
            "diagnosis": "A diagnosis of MPS is made through clinical evaluation, identification of characteristic symptoms and a variety of specialized tests including urine tests to detect excess levels of mucopolysaccharides and enzyme assays to detect deficient levels of lysosomal enzymes in the cells of the body.\n\nNewborn screening for MPS I has recently been approved in some states in the US. MPS I (or any other MPS disorders) are currently not included in the newborn screening in the UK.",
            "treatment": "Treatment for most forms of MPS is aimed at specific symptoms present in each individual.\n\nA number of special drugs have been approved for the treatment of MPS VI, MPS I, MPSII, MPS VI and MPS IVA.\n\nSurgery may be necessary in some cases to treat a number of symptoms associated with MPS such as carpal tunnel syndrome (a common condition that causes pain, numbness, and tingling in the hand and arm), skeletal abnormalities and hernias.\n\nPhysical therapy and exercise may also help improve joint stiffness.",
            "inheritance": "All MPS disorders are inherited in an autosomal recessive pattern, except for Hunter syndrome (MPS II), which is inherited in an X-linked recessive pattern.\n\nFor all other MPS conditions:\n\nMPS is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of MPS is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with MPS are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "mucolipidosis-iv",
            "name": "Mucolipidosis IV",
            "synonyms": [
                "Ganglioside Sialidase Deficiency",
                "ML4",
                "MLIV",
                "Sialolipidosis"
            ],
            "description": "This disorder belongs to a group called the Lysosomal Storage Disorders which are caused by an enzyme deficiency. Lysosomes are a part of the body’s cells and are responsible for digesting and assisting in recycling molecules. A lack of an enzyme which is present in the lysosome causes fats and proteins to build up meaning that the cell cannot work properly.\n\nThis disorder is caused by problems in the MCOLN1 gene which is needed to produce a protein called Mucolipin-1. This protein helps the cells in the body to transport fats and proteins between different parts of the cell. In this disorder, there is not enough of this protein produced and this prevents fats and proteins from being absorbed into the cell causing a build-up of substances in the lysosome. This leads to the cell not functioning correctly and results in the signs and symptoms of this disorder.\n\nThere is not a great deal known about the Mucolipin-1 protein. However, it appears to be important for the development and maintenance of the retina and is also believed to play a vital role in ensuring the proper function of the cells in the stomach which produce digestive acids.",
            "causes": "Problems in the MCOLN1 gene.",
            "prevalence": "This disorder is thought to affect approximately 1 person in every 40,000 people. There is a high carrier rate in individuals from Ashkenazi Jewish heritage and is therefore more common in this population.",
            "symptoms": "There are two forms of this disorder, a severe form (typical Mucolipidosis IV), and a milder form (atypical Mucolipidosis IV). The severe form is by far the most common, representing approximately 95% of cases.\n\nSigns and symptoms usually become apparent within 3-8 months after birth. This disorder is usually first investigated after the onset of symptoms affecting the movement of the eyes and clouding of the cornea.\n\nMost infants with this disorder develop the following symptoms:\n\n• Low muscle tone (hypotonia) which progresses to muscle stiffness and difficulty controlling hand movements\n• Moderate to severe intellectual disability\n• Limited speech to a few words only, or absent speech.\n• Swallowing and chewing difficulties.\n\nSignificant delays in mental and motor developmental milestones are common which affects skills such as sitting, crawling, standing, walking and holding/grasping objects. These delays are recognisable in the first week of life and in approximately 15% of cases these symptoms are progressive. It is unlikely that independent walking will be possible, although some have increased mobility with the aid of a walker.\n\nSymptoms affecting the eyes are common and slowly progressive. Vision is normal at birth. However, with progressive breakdown of the retina, vision is severely impaired or lost by early teenage years. Other eye problems may include:\n\n• Crossed eyes (strabismus)\n• Puffy eyelids\n• Increased sensitivity to light (photophobia)\n• Nearsightedness (myopia).\n• Eye pain which improves in frequency and severity with age\n• Involuntary eye movements (nystagmus)\n• Drooping of the eyelid (Ptosis)\n• Cataract\n\nIf you have Mucolipidosis IV, your body is unable to produce enough stomach acid (achlorhydria). This leads to high levels of a hormone called gastrin which regulates the production of stomach acid. In approximately 50% of cases, this leads to iron deficiency and a further 10% will go on to develop anaemia.\n\nProgressive kidney failure may develop in the third decade of life.",
            "diagnosis": "This disorder should be suspected in any individual with breakdown of the retina and early delays in reaching developmental milestones or a progressive loss of abilities. It can be confirmed through blood tests, the presence of high gastrin levels in those with anaemia, and identification of the defects in the MCOLN1 gene using genetic testing. Other tests may include MRI, EEG and biopsies.",
            "treatment": "There is no cure for Mucolipidosis IV. Treatment is supportive and aims to manage specific symptoms. Treatment includes:\n\n• Speech therapy\n• Physiotherapy\n• Occupational therapy\n• Iron supplements\n• Ankle-foot orthotics (AFOs)\n\nEye symptoms can be managed using eye drops, artificial tears, gels, and/or contact lenses. Surgery can correct strabismus and cataracts.",
            "inheritance": "This is an inherited condition. There is nothing that could have been done to prevent it.\n\nEveryone has a pair of genes that make the Mucolipin-1 protein. In children with Mucolipidosis IV, neither of these genes works correctly. These children inherit one non-working gene from each parent.\n\nParents of children with Mucolipidosis IV are carriers of the condition. Carriers do not have the disorder because the other gene of this pair is working correctly.\n\nWhen both parents are carriers, in each pregnancy the risk to the baby is as follows:\n\n• 25% chance (1 in 4) of Mucolipidosis IV\n• 50% chance (1 in 2) for the baby to be a carrier of Mucolipidosis IV\n• 25% chance (1 in 4) for the baby to have two working genes and neither have Mucolipidosis IV or be a carrier"
        },
        {
            "id": "niemann-pick-a",
            "name": "Niemann-Pick Disease Type A",
            "synonyms": [
                "Acid Sphingomyelinase Deficiency (ASMD type A)",
                "Lipid histiocytosis",
                "Neuronal cholesterol lipidosis",
                "Neuronal lipidosis",
                "NPD",
                "Sphingomyelin lipidosis",
                "Sphingomyelin/cholesterol lipidosis",
                "Sphingomyelinase deficiency"
            ],
            "description": "Niemann-pick disease type A (ASMD NP- A) is an inherited lysosomal storage disorder. This disorder affects your child’s bodies inability to break down or store fat within the cells of your body. This disorder can occur in regions of the body such as, the brain, spleen, liver and lungs. ASMD NP- A is caused by an error to one of the inherited genes the child receives from your parents, this gene is called the SMPD1 gene. This gene usually functions to make the substance acid sphingomyelinase which allows you to break down and store fat in your body’s cells.\n\nThis condition usually appears during infancy and sadly many infants diagnosed with ASMD NP- A do not survive past the age of 3.",
            "causes": "Niemann-pick disease type A (ASMD NP- A) is an inherited lysosomal storage disorder caused by an error to one of the inherited genes, the SMPD1 gene. This gene usually functions to make the substance acid sphingomyelinase which allows you to break down and store fat in your body’s cells.",
            "prevalence": "Currently, reports suggest that this condition affects 1 in 250,000 individuals. This condition is more common in the Ashkenazi Jewish populations, where it is estimated to effect 1 – 40,000 people. There is no current indication that this metabolic condition is more common in males than it is females.",
            "symptoms": "Signs and symptoms of ASMD NP- A to look out for include:\n\n• Cherry red spot in the centre of the eye\n• Feeding problems\n• Neurological disorders (such as loss of reflexes and reaction time)\n• Swelling of the abdomen\n• Yellow like skin (Jaundice)\n• Unexpected growth rate\n• Uncontrolled muscular movement (Athetosis)\n• Swollen lymph nodes\n\nIf your child is diagnosed with NPD, they may also develop a large liver and spleen, this is otherwise known as hepatosplenomegaly.",
            "diagnosis": "Genetic sequence testing may also be performed to determine whether your child is a carrier of the metabolic condition. You can be tested at 11 weeks of pregnancy and will get diagnosis or all clear by about 13 weeks, allowing you to make decisions about how to proceed. If you prefer not to have this test then new-born screening can be carried out.\n\nBone marrow testing can be performed on your child to test for the levels of ASM in your white blood cells. White blood cells are primarily developed within the bone marrow so low or absent levels of ASM in the white blood cells of the bone marrow would be a good indication of Niemann pick type A disease. However, it is worth noting that this diagnosis is not routinely carried out and diagnosis will most likely be made through genetic testing.\n\nASMD NP- A can also be diagnosed by taking a skin biopsy. This test involves a health care professional taking a small sample of your skin to measure how the cells move and store components in your child’s body.\n\nOther tests may include an eye exam by an ophthalmologist, identifying a cherry red spot within the eye may be an indicator for Nieman pick type A disease although genetic testing would need to be performed in conjunction with this for the correct diagnosis.",
            "treatment": "Unfortunately, there is no effective treatment for ASMD NP- A. Supportive care is recommended for this condition. This may be from a physical therapy and multi-sensory inclusion team including sensory stimulation to alleviate symptoms such as muscle stiffness. If you have anymore questions regarding the management of this condition, do not hesitate to contact your metabolic consultant and local paediatrician, as they will be able to suggest and input methods of management. Nieman pick type 1 is a progressive condition, so they earlier the intervention the better.",
            "inheritance": "ASMD NP- A can only be passed on to a child if both parents have a copy of the faulty gene. This is called autosomal recessive inheritance. A person who has a copy of the faulty gene is known as a carrier.\n\nIf both parents are carriers, their child has a one in four (25%) chance of inheriting the disorder, and a one in two chance (50%) of being a carrier. This is the same for each child the parents have.\n\nIf the child only inherits one copy of the faulty gene, they will be a carrier but will not have the disorder. In some rare cases, carriers have had mild symptoms of the disorder for which they carry the faulty gene.\n\nOnce your child is diagnosed, you can speak to a genetic counsellor. They can explain how you may have inherited NPD. They can also tell you about genetic testing for the rest of your family. They can provide advice and support if you go on to have children of your own. If you have previously had a child with ASMD NP- A and go on to have further children, their New-born Screening test should be carried out within 24-48 hours of birth."
        },
        {
            "id": "krabbe-disease",
            "name": "Krabbe Disease",
            "synonyms": [
                "GALC deficiency",
                "Galactocerebrosidase deficiency",
                "Galactosylceramidase deficiency",
                "Globoid Cell Leukodystrophy"
            ],
            "description": "Krabbe disease is caused by mutations of the GALC gene. This gene creates an enzyme to break down fats called galactolipids. In absence of this enzyme, these fats cannot be broken down, and they accumulate and form globoid cells (large cells which usually have more than one nucleus). This causes damage to the cells which create myelin, reducing the ability of nerves to transmit signals around the body and leading to the symptoms of Krabbe disease.\n\nMyelin is the insulation material that is made from proteins and lipids (fats etc) that is produced in the neuron to coat and protect the transmission arm of the neuron – the axon. This process is called myelination. Myelin is a spongy substance which is white in appearance and is referred to as ‘the white matter’ of the brain. The major purpose of the myelin is to increase the speed of transmission of an impulse. When this process is disrupted or destroyed by a dysfunctional metabolic process, with a genetic cause it can be classified as a leukodystrophy.",
            "causes": "Krabbe disease is caused by mutations of the GALC gene. This gene creates an enzyme to break down fats called galactolipids.",
            "prevalence": "This disorder is estimated to affect approximately 1/100,000 in the Northern European population. The infantile form is the most common form in Northern Europe, accounting for 85%-90% of cases. Elsewhere in the world, it occurs in approximately 1/100,000 to 1/250,000 live births. There is a high incidence in some isolated communities in Israel where the prevalence is reported to be 6 cases per 1,000 people.",
            "symptoms": "This is a severe form of Lysosomal storage disorder that results in progressive damage to the nervous system.\n\nThe infantile form of Krabbe Disease is the most common and most severe; symptoms are irritability, feeding difficulties, stiff posture, hypotonia and episodes of fever with no sign of infection. Vision and hearing loss and seizures follow, and mental and physical development is delayed. Progressive muscle weakness makes moving, chewing, swallowing and breathing increasingly difficult, and those affected rarely live past the age of 2.\n\nLate-onset forms can begin anytime from childhood to adulthood. Symptoms can vary but commonly begin with walking difficulties and vision loss. Other symptoms can include seizures and intellectual regression. Those with late-onset Krabbe disease can survive for many years with the condition.",
            "diagnosis": "Diagnosis may be determined by the acknowledgement of physical symptoms, a patient and family history, and a range of specialised tests including blood and urine analysis, an electroencephalogram (EEG) and brain MRI scan. Genetic testing and enzyme assays can confirm diagnosis.",
            "treatment": "Although there is no known cure for Krabbe disease, haemopoietin stem cell transplant has been shown to benefit cases early in the course of the disease. Generally, treatment for the disorder is symptomatic and supportive. Physical therapy may help maintain or increase muscle tone and circulation. Cord blood transplants from unrelated donors have been successful in stopping the disease as long as they are given before overt symptoms appear.",
            "inheritance": "Humans have chromosomes composed of DNA. Genes are pieces of DNA that carry the genetic instruction. Each chromosome may have several thousand genes.\n\nThe word mutation means a change or error in the genetic instruction.\n\nWe inherit particular chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instruction that determines characteristics, which are a combination of the parents.\n\nThis is an inherited condition. There is nothing that could have been done to prevent your baby from having this condition.\n\nEveryone has a pair of genes that make the enzyme needed to break down galactolipids. In children with this disorder, neither of these genes works correctly. These children inherit one non-working gene from each parent.\n\nParents of children with this disorder are termed as carriers of the condition. Carriers do not have the disorder because the other gene of this pair is working correctly. This disorder is autosomal recessive.\n\nWhen both parents are carriers, in each pregnancy the risk to the baby is as follows:\n\n• There is a 25% chance (1 in 4) of the baby having the disorder.\n• There is a 50% chance (1 in 2) for the baby to be a carrier of the disorder.\n• There is a 25% chance (1 in 4) for the baby to have two working genes and neither have the disorder nor be a carrier"
        },
        {
            "id": "cystinosis",
            "name": "Cystinosis",
            "synonyms": [
                "Cystine storage disease",
                "Infantile Nephropathic Cystinosis",
                "Nephropathic Juvenile Cystinosis",
                "Intermediate Cystinosis",
                "Non-Nephropathic Cystinosis",
                "Ocular Cystinosis"
            ],
            "description": "Cystinosis is caused by a problem in the CTNS gene. This gene produces the cystinosin protein, which transports a form of amino acid called cystine from one part the cell to another. This process is needed to ensure that cystine does not build up to dangerous levels in your cells.\n\nIf you have a problem in the CTNS gene, you will not produce enough of the cystinosin protein. Therefore, you will unable to remove excess cystine from your cells and this causes a build-up that forms crystals. These crystals damage the cells. This is particularly prominent in the kidneys and the eyes, although other parts of the body may also be affected.",
            "causes": "Cystinosis is caused by a problem in the CTNS gene.",
            "prevalence": "Cystinosis occurs in between 1 in 100,000 people and 1 in 200,000 people. However, more cases have been reported in the Brittany region of France, at a rate of around 1 in 26,000. This is considered to be due to a number of consanguineous marriages.\n\nIn the UK, there are 2-3 new cases of Cystinosis diagnosed every year.",
            "symptoms": "There are three different types of Cystinosis, and the signs and symptoms of the disorder depend on which type you have.\n\nThe most common type is Infantile Nephropathic Cystinosis, which accounts for 90-95% of cases. Symptoms begin in the first few months of life and get progressively worse. They include:\n\n• Poor growth\n• Kidney damage\n• Soft, bowed bones (hypophosphatemic rickets)\n• Increased urination\n• Constant thirst\n• Dehydration\n• Abnormally acidic blood (acidosis)\n• Build-up of crystals on the cornea causing eye pain and sensitivity to light\n\nIf you do not receive treatment, you are likely to experience complete kidney failure by the age of 10. Without treatment, you will develop more symptoms in adolescence, including:\n\n• Muscle deterioration\n• Blindness\n• Inability to swallow\n• Diabetes\n• Thyroid and nervous system problems\n• Infertility in males\n\nThe second type of the disorder is Nephropathic Juvenile (or Intermediate) Cystinosis, which accounts for 3-5% of cases. This type has the same symptoms, but they do not appear until adolescence. If left untreated, complete kidney failure will occur in late teens to mid-twenties.\n\nThe third type of Cystinosis is called Non-Nephropathic Cystinosis (also known as Ocular or Benign Cystinosis). Making up 1-2% of cases, if you have this form of the disorder, you will experience eye-related symptoms, including the build-up of crystals on the cornea that can cause eye pain and sensitivity to light, but not any of the other signs and symptoms. This can be diagnosed at any age.\n\nLife expectancy is dependent on the form of Cystinosis you present with. For Infantile Nephropathic Cystinosis, which is the most severe form of the disorder, new treatments mean that life expectancy has greatly improved. Once, children did not live beyond 10 years old, however many can now expect to live into their 40s or 50s and lead full lives.",
            "diagnosis": "Cystinosis is diagnosed using a specialised blood test and a specialised urine test. A genetic test will be conducted to confirm the diagnosis.\n\nThere are a wide range of different disorders that have similar symptoms to Cystinosis, for example:\n\n• Lowe syndrome\n• Wilson disease\n• Tyrosinemia type I\n• Galactosemia\n• Glycogen storage diseases",
            "treatment": "Medication is available that can help to reduce the severity of Cystinosis and delay the need for more invasive treatments, such as a kidney transplant, until adulthood. It reduces cystine levels in your organs’ cells so that they are less likely to get damaged. There are also eye drops available that can reduce the amount of cystine in your corneas. It is important that this treatment is commenced as soon as possible to help prevent serious organ damage and encourage normal growth. This is why it is important to get an early diagnosis.\n\nTreatment also focuses on managing the symptoms of Cystinosis. This includes vitamin supplements, management of dehydration, and growth hormone therapy. More invasive treatments may include kidney and/or thyroid transplants, which can increase life expectancy.",
            "inheritance": "Cystinosis is inherited from both parents in an autosomal recessive inheritance pattern. This means that both parents are carriers of the disorder through their genes.\n\nAll genes come in pairs. Carriers of Cystinosis have one working CTNS gene and one faulty gene. Children inherit one gene from each parent to make their pair. Whether you have Cystinosis depends on the genes you inherit:\n\n• There is a 50% chance that the child will inherit one faulty and one working gene, which means they will also be a carrier.\n• There is a 25% chance that the child will inherit two working genes and not inherit or carry the faulty gene.\n• There is a 25% chance that the child will inherit two faulty genes, which means they will have Cystinosis.\n\nIf you think you, or somebody in your family, may have Cystinosis, or that you may be a carrier, contact your medical team who may refer you for genetic testing."
        },
        {
            "id": "cog-complex-deficiency",
            "name": "COG Complex Deficiency",
            "synonyms": [
                "CDG",
                "Congenital Disorders of Glycosylation"
            ],
            "description": "The Congenital Disorders of Glycosylation (CDG) are a group of genetic disorders that have a broad spectrum of symptoms and range from mild to life-threatening in severity. This group is expanding at a rapid pace, and more than 60 different forms of CDG have been reported. Information about the disorders is always changing due to the developments in knowledge and new forms being reported.\n\nThe CDGs are caused by defects in one of the body’s natural processes called Glycosylation. This process uses hundreds of different enzymes to allow sugar molecules in the body to attach to certain proteins or lipids (fats). When this happens, they are given the names glycoproteins and glycolipids, respectively. Both are needed to carry out different tasks and are essential for the normal growth and function of the tissues and organs within the body. There are at least 100 steps, all using different enzymes, in the process of glycosylation. If one of the enzymes in the process does not function correctly it can cause a variety of symptoms, affecting many different parts of the body.\n\nPreviously, the CDGs were broken down into two groups known as CDG-I and CDG 2. However, more recently a new classification has been introduced and now all the CDG’s are listed with the abbreviation of the causative gene followed by “-CDG”",
            "causes": "The CDGs are caused by defects in one of the body’s natural processes called Glycosylation. This process uses hundreds of different enzymes to allow sugar molecules in the body to attach to certain proteins or lipids (fats).",
            "prevalence": "The exact incidence of CDG is unknown and it is believed that many cases go undiagnosed or are misdiagnosed as having other conditions. The number of cases is thought to rise significantly in the future with increase knowledge and understanding. The most common type (PMM2-CDG) has been reported in more than 700 individuals.",
            "symptoms": "The CDG’s are multisystem disorders meaning that they can affect a number of organs, systems, and areas of the body. Symptoms could include:\n\n• Neurological symptoms – affecting the central and peripheral nervous system. E.g. seizures, movement disorders, problems with brain function, intellectual disability\n• Skeletal symptoms – affecting the bones and skeletal muscles.\n• Gastrointestinal symptoms – affecting the stomach and gastrointestinal tract – e.g. diarrhoea, vomiting, reflux\n• Respiratory symptoms – affecting the airways, causing breathing problems\n• Renal symptoms – affecting the kidneys\n• Hepatic symptoms – affecting the liver\n• Cardiac symptoms – affecting the heart\n• Muscular symptoms – affecting the muscles.\n• Hormonal symptoms – affecting the balance of the hormones in the body, e.g. imbalanced thyroid levels, delayed or absent puberty.\n• Vision problems and/or symptoms affecting the eyes\n• Hearing problems\n• Bleeding problem\n\nIn most cases symptoms begin in infancy. Symptoms vary from case to case and vary in severity. Severity can range from death in infancy to only mild symptoms in adulthood. Because many of the types have only been reported in a few cases, not enough is known about the symptoms that present in each specific type.",
            "diagnosis": "Diagnosis is based on the recognition of key symptoms, a detailed history and a clinical examination. Isoelectric Focusing (IEF) of serum transferring is the frequently used screening test. Additional tests such as Electrospray Ionisation-Mass Spectrometry (ESI-MS) are used for confirmation. Some forms of CDG may be diagnosed through enzyme assays. Final confirmation is done by molecular testing.",
            "treatment": "Treatment is symptomatic & supportive and requires a multidisciplinary team of specialists. Only three forms of CDG have specific therapies available. Patients with MPI-CDG are given oral mannose which is a life-saving treatment. Some people with SLC35C1-CDG are given fucose therapy – this can prevent recurrent infections but does not treat other symptoms seen in this form. Some individuals with PIGM-CDG are given butyrate which improves the PIGM gene action and so can assist in managing the seizures associated with this form.\n\nSupportive therapies include speech and language therapy, physiotherapy and occupational therapy. Dietary supplements are often given to help the child grow and gain weight. Antacids and thickening agents are treatments of reflux. Tube feeding may be recommended to assist with feeding with a tube that is either passed through the stomach wall (gastrostomy) or through the nose into the stomach (naso-gastric tube feeding). Any dietary changes should only be implemented upon the recommendation and consultation of a specialist dietitian. An ophthalmologist may give eye patches or glasses to help vision and in some cases may recommend eye surgery to correct strabismus, if present. Seizures may occur and are treated with anticonvulsants; in rare cases patients may have seizures that do not respond to this treatment. Surgery may be required to treat some skeletal malformations that cause problems. Later in life, skeletal problems may require some mobility aids and orthopaedic management. Bleeding problems do not often cause major problems but special care and attention should be drawn to it if surgery is required; in these circumstances fresh frozen plasma is used. Organs such as liver and heart will be regularly checked. In some CDG, certain medication(s) should be avoided; ask the advice of your specialist. It is important to attend follow-up appointments and attend check-ups with various specialists.",
            "inheritance": "Humans have chromosomes composed of DNA. Genes are pieces of DNA that carry the genetic instruction. Each chromosome may have several thousand genes.\n\nThe word mutation means a change or error in the genetic instruction. We inherit particular chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instruction that determines characteristics, which are a combination of the parents.\n\nThis is an inherited condition. There is nothing that could have been done to prevent your baby from having this condition.\n\nWe all carry two copies of each gene. Most of the Congenital Disorders of Glycosylation are transmitted by an autosomal recessive mode of inheritance. A person who has one normal gene and one gene for the disease is termed a carrier for the disease and does not show any symptoms. The condition arises when an infant inherits a gene for the disease from both parents. The risk to the offspring of a couple who are both carriers is 25%. There is also a 25% chance that the child will not carry the abnormal gene. The risk of an unaffected sibling being a carrier is 2/3. Carriers do not show any symptoms (asymptomatic). In one form of CDG, known as PMM2-CDG (CDG-Ia), the risk of having a second child with the condition raises from 1:4 to 1:3. Some forms of CDG are inherited as an autosomal dominant condition (EXT1/EXT2-CDG) or an X-linked recessive condition (MAGT1-CDG and ALG13-CDG). These are general descriptions of inheritance. For further information a genetic counselling service should be consulted."
        },
        {
            "id": "fucosidosis",
            "name": "Fucosidosis",
            "synonyms": [
                "Alpha-L-fucosidase deficiency"
            ],
            "description": "The FUCA1 gene, responsible for making the alpha-L-fucosidase enzyme, is mutated in Fucosidosis. When this gene is mutated, the enzyme cannot break down sugars, which accumulate and cause cells to malfunction and die.\n\nA progressive condition primarily affecting the brain, those with Fucosidosis have worsening intellectual disability and typically develop dementia later in life. The most severe cases begin in infancy and result in death in late childhood. Milder cases see symptoms develop between the ages of 1 and 2 – these individuals may live until mid-adulthood.",
            "causes": "The FUCA1 gene, responsible for making the alpha-L-fucosidase enzyme, is mutated in Fucosidosis.",
            "prevalence": "This is a rare condition affecting fewer than 100 people. It is most common in those with Italian ancestry.",
            "symptoms": "Development of motor skills including the ability to walk is slow – any skills learned will deteriorate over time. Growth is impaired, while seizures, spasticity and respiratory infections are common. Spasticity is a state of increased tone of a muscle (and an increase in the deep tendon reflexes). For example, with spasticity of the legs (spastic paraplegia) there is an increase in tone of the leg muscles, so they feel tight and rigid and the knee jerk reflex is exaggerated.\n\nDistinctively coarse facial features can be recognised, including thickened lips and tongue, a broad nose with flattened bridge, a protruding forehead and large, low set ears. Bone development is abnormal and angiokeratomas (small dark red spots caused by enlarged blood vessels) are common. Those with Fucosidosis may have visceromegaly (abnormally large abdominal organs).",
            "diagnosis": "Initial diagnosis may be suspected with the symptoms present. A range of specialised blood and urine tests, biopsies and scans will also help to determine this. Diagnosis is confirmed by a genetic test.\n\nOnce the genetic tests have confirmed the diagnosis, immediate family members should be offered genetic testing.",
            "treatment": "There is no cure for Fucosidosis. Treatment is currently based on the individual symptoms which are present and providing support for your child and your family as a whole. A range of therapies such as physiotherapy, massage, and hydrotherapy can help to alleviate some symptoms.\n\nIt is important to be aware that specialist anaesthetic guidelines must be followed should your child need to be anaesthetised.\n\nFucosidosis is a progressive disorder which affects each individual differently. The life expectancy depends on the severity, the more severe cases are fatal within ten years and the less severe cases which progress slower, are often fatal within twenty years.",
            "inheritance": "Humans have chromosomes composed of DNA. Genes are pieces of DNA that carry the genetic instruction. Each chromosome may have several thousand genes.\n\nThe word mutation means a change or error in the genetic instruction.\n\nWe inherit particular chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instruction that determines characteristics, which are a combination of the parents.\n\nThis is an inherited condition. There is nothing that could have been done to prevent your baby from having Fucosidosis.\n\nEveryone has a pair of genes that make the alpha-L-fucosidase enzyme. In children with Fucosidosis, neither of these genes works correctly. These children inherit one non-working gene from each parent.\n\nParents of children with Fucosidosis are carriers of the condition. Carriers do not have Fucosidosis because the other gene of this pair is working correctly.\n\nWhen both parents are carriers, in each pregnancy the risk to the baby is as follows:\n\n• There is a 25% chance (1 in 4) of the baby having Fucosidosis.\n• There is a 50% chance (1 in 2) for the baby to be a carrier of Fucosidosis\n• There is a 25% chance (1 in 4) for the baby to have two working genes and neither have Fucosidosis or be a carrier"
        },
        {
            "id": "sialidosis",
            "name": "Sialidosis",
            "synonyms": [
                "cherry red spot myoclonus syndrome",
                "mucolipidosis I",
                "mucolipidosis type I",
                "myoclonus cherry red spot syndrome",
                "alpha-neuraminidase deficiency",
                "glycoprotein neuraminidase, deficiency of lipomucopolysaccharidosis type I",
                "ML I",
                "neuraminidase deficiency",
                "sialidase deficiency"
            ],
            "description": "Sialidosis is caused by mutations (changes) in the NEU1 gene. This gene provides instructions for making the enzyme called neuraminidase 1 (NEU1) which can be found in lysosomes. Lysosomes are sections in the cell that use enzymes to digest and recycle materials. The NEU1 enzyme helps with breaking down large sugar molecules that are attached to certain proteins, by removing a substance known as sialic acid.\n\nIn individuals with Sialidosis, mutations in the NEU1 gene cause a shortage of the NEU1 enzyme. When this happens, compounds containing sialic acid collect inside the lysosomes. Sialidosis has two types, which are differentiated by the age at which symptoms start and how severe the symptoms are. Individuals with Sialidosis type II have mutations that significantly reduce or completely get rid of NEU1 enzyme activity. In Sialidosis type I, the mutations lead to some functional NEU1 enzymes. It is still unclear how the build up of these large molecules in the lysosomes cause the symptoms of Sialidosis.",
            "causes": "Sialidosis is caused by mutations (changes) in the NEU1 gene. This gene provides instructions for making the enzyme called neuraminidase 1 (NEU1) which can be found in lysosomes. Lysosomes are sections in the cell that use enzymes to digest and recycle materials. The NEU1 enzyme helps with breaking down large sugar molecules that are attached to certain proteins, by removing a substance known as sialic acid.",
            "prevalence": "The overall prevalence of this condition in unknown. However, Sialidosis type I seems to be more common in people with Italian heritage.",
            "symptoms": "Type I\n\nSialidosis type I, also known as cherry-red spot myoclonus syndrome, is the less severe form of this condition and symptoms usually develop when the individual is in their teens or twenties. Symptoms include:\n\n• cherry-red spot (eye abnormality)\n• gait disturbance (problems walking)\n• reduced visual acuity (loss of sharp vision)\n• myoclonus (muscle twitches)\n• ataxia (difficulty coordinating movements)\n• leg tremors (involuntary muscle contraction involving twitching)\n• seizures\n\nThe myoclonus gets worse over time, causing difficulties with sitting, standing or walking. People with type I Sialidosis will eventually require a wheelchair. Patients of this condition also have vision problems that get worse over time, including reduced colour vision or night blindness. Type I does not affect intelligence or life expectancy.\n\nType II\n\nSialidosis type II is the more severe type of the condition. This type is further divided into congenital, infantile and juvenile forms.\n\nCongenital form\n\nThe congenital form can develop before birth. Signs and symptoms of this form include:\n\n• abnormal build-up of fluid in the abdominal cavity (ascites)\n• widespread of swelling before birth caused by fluid build-up (hydrops fetalis)\n• enlarged liver and spleen in affected infants (hepatosplenomegaly)\n• abnormal bone development (dysostosis multiplex)\n• distinctive facial features often described as “coarse”\n\nDue to these serious health problems, individuals with congenital Sialidosis type II are usually stillborn or die soon after birth.\n\nInfantile form\n\nInfantile Sialidosis type II has some similarities with the congenital form, however, the symptoms of the infantile form are slightly less severe and only start within the first year of life. Signs and symptoms of the infantile form include:\n\n• hepatosplenomegaly (swelling of liver and spleen)\n• dysostosis multiplex (severe abnormalities in development of skeletal cartilage & bone, and mental retardation)\n• “coarse” facial features\n• Short stature\n• Intellectual disability\n• Hearing loss\n• Overgrowth of the gums (gingival hyperplasia)\n• Widely spaced teeth\n\nAs children with this condition get older, they may develop:\n\n• Myoclonus (muscle twitches)\n• Cherry-red spots (eye abnormality)\n\nIndividuals with this form of the condition may survive into childhood or adolescence.\n\nJuvenile form\n\nOut of the different forms of Sialidosis type II, the juvenile form has the least severe symptoms. These symptoms usually start in late childhood and may include:\n\n• Mildly “coarse” facial features\n• Mild bone abnormalities\n• Cherry-red spots (eye abnormality)\n• Myoclonus (muscle twitches)\n• Intellectual disability\n• Dark red spots of the skin (angiokeratomas)\n\nThe life expectancy of this form can vary in individuals according to the severity of the symptoms.",
            "diagnosis": "A diagnosis of Sialidosis starts with identifying symptoms associated with the disorder and a detailed patient history. This is followed by a clinical evaluation and a range of specialised tests. A specialized urine test may show increased levels of oligosaccharides. Specialized blood tests and a skin biopsy (surgical removal and microscopic study of skin tissue) can show low levels of the enzyme alpha-neuraminidase in the blood and skin tissue.\n\nPrenatal (before birth/during pregnancy) diagnosis is available for families with a previous history of Sialidosis. This is done through amniocentesis, which is when a sample of fluid surrounding the foetus is removed. Certain cells are evaluated for alpha-neuraminidase activity.",
            "treatment": "There is no specific treatment for Sialidosis. The treatment is aimed at specific symptoms present in the individual. For example, myoclonic seizures can be treated by certain anti-seizure medications (anti-convulsant), however, they are not always effective.\n\nGenetic counselling may also be beneficial for patients and their families. Other treatments are focused on support for the individual and their family.",
            "inheritance": "Sialidosis is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of Sialidosis is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with Sialidosis are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "galactosialidosis",
            "name": "Galactosialidosis",
            "synonyms": [
                "deficiency of cathepsin A",
                "Goldberg syndrome",
                "lysosomal protective protein deficiency",
                "neuraminidase deficiency with beta-galactosidase deficiency",
                "PPCA deficiency"
            ],
            "description": "Galactosialidosis is caused by a mutation (change) in the CTSA gene. This gene provides instructions to produce the enzyme called cathepsin A which works with two other enzymes (neuraminidase 1 and beta-galactosidase) to break down certain sugars, proteins and fats within lysosomes (an organelle that contains digestive enzymes).\n\nThe enzyme Cathepsin A forms a protein complex together with the two other enzymes to protect them from breaking down too quickly. A mutation in the CTSA (like in patients with Galactosialidosis) leads to ineffective or insufficient levels of cathepsin A which results in the other two enzymes not being able to function properly or for them to break down too soon.",
            "causes": "Galactosialidosis is caused by a mutation (change) in the CTSA gene.",
            "prevalence": "The prevalence of galactosialidosis is currently unknown. More than 100 cases of the condition have been reported so far. An estimated 60% of people with the condition have the juvenile (adolescent)/adult form. Most people with this form of the condition are of a Japanese descent.",
            "symptoms": "There are three forms of galactosialidosis which are characterized by the age at which the symptoms start as well as the features themselves.\n\nThe early infantile form:\n\n• hydrops fetalis (extensive swelling caused by fluid build-up before birth)\n• inguinal hernia (a soft outpouching in the lower abdomen)\n• hepatosplenomegaly (an enlarged liver or spleen)\n• dysostosis multiplex (abnormal bone development)\n• distinctive facial features often described as being “coarse”\n• cardiomegaly (enlarged heart)\n• cherry-red spot (eye abnormality)\n• kidney disease\n\nInfants with the early infantile form are usually diagnosed between birth and 3 months old. Infants with this form usually live into late infancy.\n\nThe late infantile form:\n\nThis form shares some symptoms with the early infantile form however the signs and symptoms of this form are usually less severe and begin later in infancy.\n\n• Short stature (height considerably below average)\n• Heart valve problems\n• “coarse” facial features\n• Intellectual disability\n• Hearing loss\n• Cherry-red spot (eye condition)\n\nChildren with this form of the condition usually develop symptoms within the first year of their life. The life expectancy for children with this form can vary depending of how severe the symptoms are.\n\nThe juvenile/adult form:\n\nThe symptoms in this form are quite different compared to the other two forms:\n\n• Ataxia (difficulty coordinating movements)\n• Myoclonus (muscle twitches)\n• Seizures\n• Progressive intellectual disability\n• Angiokeratomas (dark red spots on the skin)\n• Abnormalities in the bones of the spine\n• “coarse” facial features\n• Cherry-red spot (eye condition)\n• Vision loss\n• Hearing loss\n\nThe age at which symptoms begin to develop in the form of the condition can vary amongst different individuals, with the average age being 16. Patients with this form usually have a normal life expectancy.",
            "diagnosis": "A diagnosis for galactosialidosis is first suspected when signs of the disorder become present, such as cherry-red spots in the eyes and distinctive “coarse” facial features. Specialised tests called enzyme assays can be used to measure the enzymes (neuraminidase 1 and beta-galactosidase) that are reduced in the case of galactosialidosis. A specialised urine test can also be used to show increased levels of certain sugars called oligosaccharides.\n\nA confirmation of the diagnosis can be done through molecular genetic analysis which will show a mutation in the CTSA gene in the case of galactosialidosis.",
            "treatment": "Treatment for this condition is based on treating the specific symptoms the patient has. One example is taking certain medications to control seizures. Galactosialidosis patients are advised to see their genetic counsellors, neurological, ophthalmological (eye specialist) and other specialists regularly when symptoms develop and to keep symptoms under control.",
            "inheritance": "Galactosialidosis is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of galactosialidosis is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with galactosialidosis are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier"
        },
        {
            "id": "schindler-disease",
            "name": "Schindler Disease",
            "synonyms": [
                "alpha-galactosidase B deficiency",
                "alpha-galNAc deficiency, Schindler type",
                "alpha-N-acetylgalactosaminidase deficiency",
                "alpha-NAGA deficiency",
                "angiokeratoma corporis diffusum-glycopeptiduria",
                "GALB deficiency",
                "Kanzaki disease",
                "lysosomal glyco-amino-acid storage disease-angiokeratoma corporis diffusum",
                "NAGA deficiency",
                "neuroaxonal dystrophy, Schindler type",
                "neuronal axonal dystrophy, Schindler type"
            ],
            "description": "Schindler disease is caused by mutations (changes) in the NAGA gene. The NAGA gene provides instructions for making the enzyme alpha-N-acetylgalactosaminidase. This enzyme works in the lysosomes which are sections within cells that digest and recycle materials. The enzymes in the lysosomes help break down glycoproteins and glycolipids which consist of sugar molecules attached to certain proteins and fats.\n\nThe mutations in the NAGA gene disrupt the ability of the alpha-N-acetylgalactosaminidase enzyme to carry out its role of breaking down glycoproteins and glycolipids. This causes these substances to build up in the lysosomes which leads to a breakdown of these cells which will eventually die. This cell damage in the nervous system and other tissues and organs in the body lead to the symptoms present in Schindler disease.\n\nThere are three types of Schindler disease. Type I, also called infantile type is the most severe form and symptoms usually show around the age of 8-15 months. Type II, also called Kanzaki disease is a milder form of the condition and usually occurs in adulthood. Type III is in between type I and II in terms of severity, with symptoms starting in infancy.",
            "causes": "Schindler disease is caused by mutations (changes) in the NAGA gene which disrupt the alpha-N-acetylgalactosaminidase enzyme.",
            "prevalence": "Schindler disease is a very rare inherited disorder. Only a few individuals with each type of the condition have been reported.",
            "symptoms": "Type I\n\nBabies with Schindler disease type I appear healthy at birth but start showing symptoms by the age of 8 to 15 months. Symptoms include:\n\n• no longer developing new skills\n• losing skills, they had already acquired (developmental regression)\n• blindness\n• seizures\n• loss of awareness of their surroundings\n• unresponsive\n\nThis is the most severe form of the condition. Individuals with Schindler disease type I usually do not survive past early childhood.\n\nType II (Kanzaki Disease)\n\nType II is a milder form of the disorder and usually appears in adulthood. Symptoms include:\n\n• mild cognitive impairment\n• hearing loss\n• weakness\n• loss of sensation\n• angiokeratomas (clusters of enlarged blood vessels that form small, dark red spots on the skin)\n\nType III\n\nSchindler disease type III is in between types I and II in terms of severity. Symptoms usually first show in infancy. Symptoms include:\n\n• developmental delay\n• seizures\n• weakened and enlarged heart (cardiomyopathy)\n• enlarged liver (hepatomegaly)\n• behavioural problems in early childhood with some features of autism (only in some patients)",
            "diagnosis": "When diagnosing Schindler disease, healthcare professionals look at the individual’s medical history, symptoms associated with the disorder and a carry out a variety of specialized tests. Specialised urine tests can show increased levels of certain complex compounds in the urine associated with the condition. Enzyme tests can also be done to determine reduced activity of the alpha-NAGA enzyme.\n\nThe diagnosis can be confirmed through molecular genetic testing by identifying mutations (changes) in the NAGA gene.\n\nPrenatal (before birth/during pregnancy) testing is available in the UK for families where mutations have been detected.",
            "treatment": "There are no specific treatments for Schindler disease. The treatment for this condition is aimed at specific symptoms that are present in the individual.\n\nGenetic counselling may be beneficial for the individuals with this condition and their families. Other treatments are focused on support for the patient and their family.",
            "inheritance": "Schindler Disease is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of Schindler Disease is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with Schindler Disease are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "prosaposin-deficiency",
            "name": "Prosaposin Deficiency",
            "synonyms": [
                "Combined prosaposin deficiency"
            ],
            "description": "Prosaposin deficiency is caused by mutations (changes) in the PSAP gene which cause the absence or not functioning of the prosaposin protein. It is not well understood what the exact function of this protein is.\n\nNormally, the processing of prosaposin produces four smaller proteins called Saposins (Sap) A, B, C and D. When there is a deficiency in just one of these proteins, it results in a rare genetic form of Krabbe disease (Sap A), metachromatic leukodystrophy (Sap B), Gaucher disease (Sap C) and Farber disease (Sap D). In prosaposin deficiency, the is a combined deficiency of all four proteins.",
            "causes": "Prosaposin deficiency is caused by mutations (changes) in the PSAP gene.",
            "prevalence": "Prosaposin deficiency is very rare, with a prevalence of less than 1 in 1,000,000 people. Less than 10 cases have been reported so far.",
            "symptoms": "Symptoms usually show immediately after birth and most individuals with this condition do not survive past the age of 4 months. Signs and symptoms of this condition include:\n\n• Hypotonia (decreased muscle tone)\n• Massive myoclonic bursts (sudden, brief, shock-like jerks)\n• Abnormal ocular movements (rapid movement of one or both eyes)\n• Dystonia (a movement disorder where muscles contract uncontrollable)\n• Seizures\n• Hepatosplenomegaly (enlarged liver and spleen)\n• Pulmonary infection (lung infection)\n\nThe deaths of the patients that have been reported were between 1 and 4 months old and usually occurred from respiratory failure due to repeated pulmonary (lung) infections.",
            "diagnosis": "A diagnosis of this condition can be made using specialised tests such as urine tests, blood tests and bone marrow or liver biopsies. The diagnosis can be confirmed through molecular genetic testing which will detect a mutation (change) in the PSAP gene.",
            "treatment": "Treatment for this condition is symptomatic and supportive. This treatment aims to manage and alleviate individual symptoms and provide support for the patients and their families. There is no specific treatment available for this condition.",
            "inheritance": "Prosaposin deficiency is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of prosaposin deficiency is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with prosaposin deficiency are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier\n\nGenetic counselling can be requested to get a full explanation."
        },
        {
            "id": "pycnodysostosis",
            "name": "Pycnodysostosis",
            "synonyms": [
                "Pyknodysostosis",
                "PKND",
                "PYCD"
            ],
            "description": "This condition is caused by mutations (changes) in the CTSK gene. This gene produces an enzyme called cathepsin K. The job of this enzyme is to breakdown certain substances in the body including bone proteins and certain types of collagen. Normally bone resorption will take place which refers to the breakdown of bone followed by the formation of new bone. In individuals with this condition, some of these materials are not completely broken down and build up in the lysosomes of the cell. When enough of these materials build up, they become toxic, affecting the cells and tissues of the body. This is what causes the symptoms associated with Pycnodysostosis.",
            "causes": "This condition is caused by mutations (changes) in the CTSK gene.",
            "prevalence": "Pycnodysostosis is an extremely rare disorder that affects both males and females. Around 200 people have been reported with this condition. The estimated prevalence is 1 in 1.7 million people.",
            "symptoms": "The symptoms of this condition can vary from patient to patient and not all individuals with the condition will have all the symptoms listed below. Symptoms of Pycnodysostosis may include:\n\n80%-99% of patients have these symptoms:\n\n• Abnormal fingernails\n• Abnormal pelvis bone ossification\n• Abnormal vertebral morphology\n• Abnormality of epiphysis morphology (abnormal shape of end part of bone)\n• Abnormality of the clavicle (abnormal collarbone)\n• Brachycephaly (short and broad skull)\n• Brachydactyly (short fingers or toes)\n• Delayed eruption of teeth\n• Frontal bossing\n• High forehead\n• Malar flattening (zygomatic flattening)\n• Midface retrusion (decreased size of midface)\n• Narrow palate (narrow roof of mouth)\n• Osteolysis (breakdown of bone)\n• Persistent open anterior fontanelle\n• Recurrent fractures\n• Short distal phalanx of finger (short outermost finger bone)\n• Short stature (decreased body height)\n• Short toes\n• Skeletal dysplasia\n\n30%-79% of patients have these symptoms:\n\n• Abnormality of dental morphology (abnormal dental shape)\n• Blue sclerae (whites of eyes are a bluish-grey colour)\n• Bone pain\n• Proptosis (bulging eye)\n• Ridged nail (grooved nails)\n• Wormian bones (extra bones within cranial structures)\n\n5%-29% of patients have these symptoms\n\n• Abnormal pattern of respiration\n• Abnormality of skin\n• Anaemia (low number of red blood cells or haemoglobin)\n• Cognitive impairment\n• Hepatomegaly (enlarged liver)\n• Hydrocephalus (too much cerebrospinal fluid in the brain)\n• Hyperlordosis (prominent swayback)\n• Kyphosis (hunched back)\n• Narrow chest\n• Osteomyelitis (bone infection)\n• Splenomegaly (increased spleen size)",
            "diagnosis": "Pycnodysostosis is diagnosed based on identifying characteristic symptoms, a detailed patient and family history, clinical evaluation and X-rays. The X-rays will show the characteristic bone changes that are associated with this condition.\n\nThe diagnosis can be confirmed through molecular genetic testing which will show mutations in the CTSK gene in individuals with the condition.",
            "treatment": "There is no standardized treatment for this condition. Treatment is symptomatic and supportive, treating specific symptoms present in the individual and providing support for the patient and their family.\n\nPatients and their family may benefit from genetic counselling and psychosocial support is essential for the whole family.\n\nPatients will need orthopaedic care when they have a fracture. Specialized dental care should also be provided. Individuals with this condition should be evaluated before undergoing any procedures that require anaesthesia as they may have complications due to their abnormal jaw and mouth (palate).",
            "inheritance": "Pycnodysostosis is an inherited condition. Humans have chromosomes made up of DNA. Genes are pieces of DNA that carry the genetic information. Each chromosome may have several thousand genes. We inherit chromosomes from the egg of the mother and sperm of the father. The genes on those chromosomes carry the instructions that determine a person’s characteristics, which are a combination of the parents.\n\nThe pattern of inheritance of Pycnodysostosis is autosomal recessive. This means that carriers of the condition do not have the disorder because the other gene of this pair is working normally. Parents of children with Pycnodysostosis are carriers.\n\nWhen both parents are carriers, the risk to the baby in each pregnancy is\n\n• 25% chance (1 in 4) of developing the condition\n• 50% chance (1 in 2) for the baby to be a carrier of the condition\n• 25% chance (1 in 4) for the baby to have two working genes and neither have the condition nor be a carrier"
        },
        {
            "id": "danon-disease",
            "name": "Danon Disease",
            "synonyms": [
                "Antopol disease",
                "Glycogen storage disease type 2B",
                "Lysosomal glycogen storage disease with normal acid maltase",
                "Pseudoglycogenosis II",
                "Vacuolar cardiomyopathy and myopathy, X-linked"
            ],
            "description": "Danon Disease is caused by a problem in the LAMP2 gene. This gene produces the LAMP-2 (Lysosomal Associated Membrane Protein-2) enzyme, which is involved in the process of digesting and recycling damaged or obsolete materials in your cells. The process is needed to keep cells healthy and to reduce the risk of disease or the effects of damage.\n\nIf you have a problem in the LAMP2 gene, you will not produce enough of the LAMP-2 enzyme. Therefore, you will be unable to recycle and remove the redundant material in your cells, and this causes an unusually large number of gaps in your tissue (called autophagic vacuoles) which can cause muscle cells to break down.",
            "causes": "Danon Disease is caused by a problem in the LAMP2 gene.",
            "prevalence": "Danon Disease is an extremely rare disorder. As a result, the exact prevalence is currently unknown. It is believed to affect all ethnicities equally.\n\nAlthough Danon Disease affects both males and females, the symptoms are more profound in males because it is inherited through the X chromosome. Females have two X chromosomes, whereas males only have one, so females are likely to have one working chromosome to compensate for any problems caused by the other.",
            "symptoms": "The main symptoms for Danon Disease include:\n\n• Weakening and enlargement of the heart muscles (dilated cardiomyopathy)\n• Thickening of the heart muscles (hypertrophic cardiomyopathy)\n• Weakening of the muscles used to move (skeletal myopathy)\n• Intellectual disability\n• Fluttering or pounding in the chest (palpitations)\n• Abnormal heartbeat (arrythmia)\n• Chest pain\n• Abnormality of the electrical signals controlling the heart (conduction abnormalities)\n\nSome individuals also have symptoms such as gastrointestinal disease, breathing problems, or visual issues.\n\nThese symptoms appear to affect males more frequently than females, who may have mild or fewer symptoms. Almost all people with Danon Disease will experience severe heart problems. However, again, males are likely to encounter these earlier than females.\n\nLife expectancy is an average of 19 years old for males and 34 years old for females.",
            "diagnosis": "Danon Disease is difficult to diagnose due to its rarity. Medical professionals may look at your symptoms and your family history to consider the likelihood of you having this disorder.\n\nA muscle biopsy is carried out to look at your cells. This involves removing a very small amount of tissue from your body for microscopic analysis. It is a simple procedure and isn’t usually painful, but it may feel briefly uncomfortable.\n\nYour diagnosis will be confirmed using a genetic test.\n\nIf your parent, child, or sibling is diagnosed with Danon Disease, it is possible that you will also have the disorder. Speak to your medical team to see if you need to be tested.",
            "treatment": "There is currently no cure for Danon Disease. Treatment usually focuses on managing the symptoms, paying particular attention to any heart problems you may experience.\n\nYou may be given an implantable cardioverter-defibrillator, which is a machine connected to your heart that will shock it whenever it detects that the rhythm is irregular. In other cases, you may require surgery to repair your heart, up to and including a heart transplant.\n\nOther treatments include medication, occupational and/or speech and language therapies for any intellectual disabilities, and physical therapy to support weakened muscles.\n\nLife expectancy may be increased by a heart transplant, however a significant amount of people with Danon Disease are at high risk of complications including death during surgery.\n\nMost people with the disorder will suffer from congestive heart failure or another significant life-threatening event. Males with the condition do not typically live beyond 19 years of age, whereas females are expected to live to 34 years old.",
            "inheritance": "Danon Disease is inherited from your parents through your X chromosome. Every person has two chromosomes – one from your mother and one from your father – that determine our DNA. Everybody receives an X chromosome from their mother. Males receive a Y chromosome from their father and females receive an X chromosome. This is what determines our sex. Because males only have one X chromosome, if the LAMP2 gene is faulty, there is no ‘back-up’ from their Y chromosome. This means that they will have Danon Disease. However, girls with the faulty LAMP2 gene will have an extra, working gene that will reduce the symptoms of the disorder slightly.\n\nMothers who are affected have a 50% chance of passing Danon Disease to their child, regardless of gender. There is a 50% chance that their child will be born without the faulty gene.\n\nFathers who are affected by Danon Disease cannot pass it onto their sons. However, any daughters they have will be affected by the disorder.\n\nIf you think that you or somebody in your family may be affected by this disorder, contact your medical team to explore the possibility of genetic testing so that you can get the support you require."
        },
        {
            "id": "aspartylglucosaminuria",
            "name": "Aspartylglucosaminuria",
            "synonyms": [
                "AGA deficiency",
                "AGU",
                "Aspartylglucos-amidas (AGA) deficiency",
                "Aspartylglucos-aminuria",
                "Aspartylglycosaminuria",
                "Glycoasparaginase",
                "Glycosylasparaginase deficiency"
            ],
            "description": "Aspartylglucosaminuria is a lysosomal storage disorder. This means that it affects the ability of enzymes to function correctly. Specifically, the disorder is caused by a problem in the AGA gene. This gene provides instructions for the glycosylasparaginase enzyme which helps with breaking down certain sugars that are attached to certain proteins such as glycoproteins. This process is needed for breaking down large molecules called glycoasparagines. If they are not broken down, glycoasparagines build up in the fluid and tissue of the body which results in progressive damage to the tissues and organs.",
            "causes": "Specifically, the disorder is caused by a problem in the AGA gene.",
            "prevalence": "We do not know how many people have this disorder. The most affected group has been individuals of Finnish descent. In Finland, it is estimated that 1 to 3 individuals are born with aspartylglucosaminuria each year. This condition is less common outside of Finland, nevertheless, it can affect people from any race or background and affects males and females equally.",
            "symptoms": "Aspartylglucosaminuria primarily affects mental functioning and movement. Signs and symptoms typically develop in early childhood between the ages of 2 and 5 and become progressively worse with age.\n\nChildren usually begin to develop:\n\n• Delayed speech\n• Mild intellectual disability\n• Problems coordinating movements\n\nOther features include:\n\n• Respiratory infections\n• Protrusion of organs through gaps in muscles (hernia)\n• Growth spurt resulting in a large head size (macrocephaly)\n• Bones that become progressively weak and prone to fracture (osteoporosis)\n• Unusually large range of joint movement (hypermobility)\n• Cardiomyopathy, hypertrophic\n• Enlargement of liver and spleen (Hepatosplenomegaly)\n• Muscle tightness and stiffness (spasticity)\n• Loose skin\n• Widely spaced eyes (ocular hypertelorism)\n• Small ears\n• Full lips\n• Nose is short and broad\n• Face is usually square-shaped\n• Poor oral health, including infections and gum disease (gingivitis).\n\nIntellectual disability and movement problems become worse in adolescence. Gradual loss of speech progresses into adulthood. Adults often have psychological disorders and may develop epileptic seizures. The average life expectancy is mid-adulthood.",
            "diagnosis": "Diagnosis is based upon a clinical examination by your specialist or doctor. However, as the signs and symptoms of this disorder are similar to other conditions, you will need further tests. Doctors will undertake specialised blood and urine tests. Prenatal detection is possible. DNA tests are needed to confirm the diagnosis.",
            "treatment": "There is no cure for Aspartylglucosaminuria. There have been attempts at treatment with bone marrow transplants but with inconclusive results. The disorder can be managed by the care provided by a team of multidisciplinary specialists. Rehabilitation, speech and occupational therapy are recommended. Children often require extra support at school and may attend a Special Educational Needs school. Adults often benefit from physiotherapy and music therapy. Regular hearing check-ups are advised due to regular ear infections. Medication may be prescribed for the treatment of epilepsy or insomnia.",
            "inheritance": "Aspartylglucosaminuria can only be passed on to a child if both parents have a copy of the faulty gene. This is called autosomal recessive inheritance. A person who has a copy of the faulty gene is known as a carrier.\n\nIf both parents are carriers, their child has a one in four (25%) chance of inheriting the disorder, and a one in two chance (50%) of being a carrier. This is the same for each child the parents have.\n\nIf the child only inherits one copy of the faulty gene, they will be a carrier but will not have the disorder. In some rare cases, carriers have had mild symptoms of the disorder for which they carry the faulty gene.\n\nOnce you are diagnosed, you can speak to a genetic counsellor. They can explain how you may have inherited Aspartylglucosaminuria. They can also tell you about genetic testing for the rest of your family. They can provide advice and support if you go on to have children of your own."
        }
    ]
}